IdeaRS.Connections
IConnectionPartData.OperationId Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the id
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
int OperationId { get; set; }
Property Value
Type: Int32
See Also
Reference
IConnectionPartData Interface
IdeaRS.Connections.Data Namespace